{
    "data" : [
        {
            "id": 1,
            "blogCategory": "Featured",
            "blogTitle" : "VW: Η αγορά αυτοκινήτων στην Ευρώπη θα χρειαστεί 2 χρόνια για να ανακάμψει",
            "slug": "",
            "postedOn": "June 19, 2020",
            "author": "Unknown",
            "blogImage": "https://i0.wp.com/www.autoblog.gr/wp-content/uploads/2020/06/vw-logo-volkswagen-2.jpg?resize=218%2C150&ssl=1",
            "blogText": "Η πανδημία του κορωνοϊού έχει επηρεάσει σημαντικά τις πωλήσεις νέων αυτοκινήτων σε όλο τον κόσμο, με τον Christian Dahlheim, επικεφαλής του τμήματος πωλήσεων της..."
        },
        {
            "id": 2,
            "blogCategory": "Fashion",
            "blogTitle": "Thessaloniki flyover: Η νέα ανατολική περιφερειακή οδός της Θεσσαλονίκης",
            "slug": "",
            "postedOn": "Feb 21, 2018",
            "author": "Unknown",
            "blogImage": "https://i1.wp.com/www.autoblog.gr/wp-content/uploads/2020/06/Thessaloniki-flyover.jpg?resize=218%2C150&ssl=1",
            "blogText": "Purus Convallis nascetur diam torquent sit id adipiscing in netus praesent etiam enim nec massa fusce orci nam potenti hac tortor montes placerat tortor natoque ante volutpat Class class platea hymenaeos. Nibh. Nec Ipsum tincidunt nam cubilia. Quisque aptent, fusce, molestie nostra curae; suscipit justo neque pede erat sollicitudin hendrerit faucibus phasellus tincidunt blandit id cursus non quam consectetuer ridiculus At, malesuada sed vestibulum Varius convallis in, risus facilisi sollicitudin laoreet curae; urna platea nec Montes suscipit, tristique sapien vulputate egestas est.\n\nLacus pretium. Vulputate sed penatibus commodo. Mus eget facilisis dui orci etiam nibh facilisis Rutrum adipiscing platea. Torquent pulvinar quam. Diam ante dignissim tincidunt proin curae; nulla nisi. Facilisi. Ultrices enim metus quam ipsum nisl mattis potenti, ullamcorper eleifend porta praesent malesuada, parturient aliquam sollicitudin tortor vel sollicitudin luctus varius congue placerat leo id nonummy luctus facilisi vehicula fames Montes justo. Ridiculus vel aliquam class dictumst. Malesuada taciti est id tortor."
        }
    ]
}